export default {
  Navbar: {
    alphabet: 'Алфавит',
    learn: 'Учиться',
    letters: 'буквы',
    cards: 'карточки',
    numbers: 'числа',
    shopping: 'шоппинг',
    lesson: 'урок'
  },
  Footer: {
    contacts: 'Контакты'
  },
  Lesson: {
    alts: 'варианты написания',
    exercise: 'тренировка',
    exerciseHint: `Вы <span class="highlighted">уже можете</span> это прочесть! <br />Заполните
    пропуски напротив слов латинской транслитерацией`
  },

  Index: {
    description: {
      title: 'Что тут полезного?',
      blocks: [
        `Вы до глубины души очарованы грузинской культурой, хотите ходить в театры и наслаждаться постановками на языке оригинала, разбить садик, выращивать тархун..?
      <span class="bold">Смягчите себе погружение в язык!</span>`,
        `Вы в Грузии, но вас другая цель <s>(управлять электропоездом)</s> - дождаться своей гуманитарной визы в Германию и цифрово кочевать дальше? <span class="bold">Зато наловчитесь быстро выбирать гречу в магазине.</span>`,
        `На улице <span class="rare">некомфортно</span> - это вас сейчас прокляли, или пожелали хорошего вечера? <br/> <span class="bold">Пора пополнять словарный запас.</span>`
      ]
    },
    process: {
      title: 'Как учиться?',
      subOne: 'Помаленечку'
    }
  }
}
